{
	"Referências": "Source",
	"Correto!": "Well done!",
	"nextStep": "Next step",
	"Você selecionou as opções corretas!": "You have chosen the correct options!",
	"Você selecionou a opção correta!": "You have chosen the correct option!",
	"Next": "Next",
	"tryAgain": "Try again",
	"missingItemsMessage": "Items are missing for a proper decision-making action, go back and perform your assessment again.",
	"Cenário": "Scenario",
	"about": "About the app",
	"Ok": "Ok",
	"Pular": "Start",
	"welcome": "Welcome to",
	"PICCPED": "PiccPed",
	"Começar": "Start",
	"Ver definições": "Check definitions",
	"Definições": "Definitions",
	"Segurança do paciente": "Patient safety",
	"Evento adverso": "Adverse event",
	"PICC": "PICC",
	"Simulação virtual": "Virtual simulation",
	"Raciocínio clínico": "Clinical reasoning",
	"Tomada de decisão": "Decision making",
	"introductionDescription": "PiccPed is here to help you with the daily clinical reasoning and facilitate your decisions in order to prevent adverse events and maintenance of the peripherally inserted central catheter (PICC) in pediatric and neonatal patients.",
	"introductionLearningProcess": "To begin with the learning process, let’s get acquainted with some definitions",
	"patientSafetyDescription": "The assessment and reduction of unnecessary risks associated with health care.",
	"adverseReactionDescription": "An incident which resulted in harm to patient.",
	"piccDescription": "Catheter inserted through the veins of the upper extremity, neck, scalp, or lower extremity in children and neonates. The catheter tip is positioned in the superior or inferior vena cava, ideally at the junction with right atrium.",
	"virtualSimulationDescription": "A technique to leverage real-world experiences in an interactively controlled environment including case scenarios.",
	"clinicalReasoningDescription": "Process which Nurses and clinicians engage in a process of collecting cues, processing information, understanding patient problems or situations, planning and implementing interventions, evaluating outcomes, and reflecting on and learning from the process.",
	"decisionMakingDescription": "Intellectual process where a patient’s care is planned following the clinical evaluation of the patient.",
	"aboutTheApp": "This app was developed as a Master's degree project by the Nurse Sabrina de Souza, it was programmed and developed by the programmer Milton Bittencourt. This project is under the guidance of Prof. Dr Patrícia Kuerten Rocha, co-supervised by Prof. Dr Ariane Machado, in collaboration with Nurse MSc Andréia Tomazoni and Prof. Dr Jane Anders. The English  version was co-supervised by Prof. Dr Amanda Ullman , and Prof. Diego Corrêa performed the Language transition version. Any reproduction, partially or totally, without prior authorization from the authors, will result in copyright infringement, subject to pecuniary compensation.",
	"Início": "Back to beginning",
	"Prevenções": "Maintenance",
	"preventionPhlebitisTitle": "Phlebitis",
	"preventionPhlebitisDescription": "Inflammation of the intima’s vein layer, there are three types of phlebitis: mechanical, chemical and infectious.",
	"preventionsSubtitle": "By carrying out evidence based care through the correct maintenance of the PICC, you will help prevent:",
	"preventionIncorrectPositioningTitle": "Incorrect positioning",
	"preventionIncorrectPositioningDescription": "Catheter tip location different from that predicted one (cavoatrial junction), which may lead to several adverse events, such as pneumothorax, infiltration/extravasation, cardiac tamponade, arrhythmia, among others.",
	"preventThrombosisTitle": "Thrombosis",
	"preventThrombosisDescription": "Thrombus formation due to the permanent catheter contact with the endothelium, which is preceded by the irritative and inflammatory phenomenon.",
	"preventCatheterRuptureTitle": "Catheter rupture",  
	"preventCatheterRuptureDescription": "Part of the catheter ruptures and may migrate through the bloodstream, causing thrombosis or catheter embolism.",  
	"preventionObstructionTitle": "Occlusion",
	"preventionObstructionDescription": "Lumen occlusion due to blood clot formation or drugs precipitation at the edges which is found in the interior of the vessel preventing the infusion of the intravenous solution.",
	"preventionInfectionTitle": "Central line-associated bloodstream infection (CLABSI)",
	"generalClinicalCaseDescription": "Arthur, a 2 year old, had a PICC inserted yesterday for a 10 day antibiotic (Ceftriaxone) course and a 5 day corticosteroid (Dexamethasone) course. A 3Fr PICC was successfully inserted in the right antecubital fossa on the third attempt. The catheter’s estimated length is 30cm, with 0cm external length. At the time of insertion, the nurse aspirated the PICC and 0.9% Sodium Chloride was flushed without resistance. The chest xray showed the PICC’s tip at the cavoatrial junction. You are Arthur’s nurse the following day, and perform a general assessment of his PICC.",
	"generalClinicalCaseDescriptionTwo": "On the next duty day, you as the assistance nurse, performed the  general assessment related to Arthur’s condition and now you need to assess the aspects in relation to the PICC.",
	"generalClinicalCase": "General clinical case",
	"Avaliação do local de inserção": "Assessment of the insertion site",
	"Curativo do PICC": "PICC dressing changes",
	"Posicionamento adequado": "Correct positioning",
	"Manutenção da permeabilidade": "Catheter patency maintenance",
	"Administração de fluidos": "Fluid administration",
	"Prevenção de infecção": "Infection prevention",
	"Procedimentos de manutenção": "Maintenance Procedures",
	"maintenanceProceduresSubtitle": "Choose which PICC maintenance procedure you want to start with",
	"Próximo": "Próximo",
	"Avançar": "Avançar",
	"backToProcedures": "Back to Procedures",
	"Procedimentos": "Procedures",
	"Exteriorização do cateter": "External PICC length",
	"Dor": "Pain",
	"Hiperemia": "Erythema",
	"Exsudato": "Exudate",
	"Integridade da sutura (se houver)": "PICC security and dressing integrity",
	"Edema": "Edema",
	"insertionPlaceCaseDescription": "PICC insertion site assessment is a required nursing task. To perform your clinical assessment and make a decision according to situation. So, you must inspect and evaluate your patient’s PICC insertion site regularly, in accordance with the hospital guidelines.",
	"Caso clínico": "Clinical case",
	"Retirar o PICC imediatamente": "Remove the PICC immediately",
	"possibleInfectionTitle": "When assessing your patient’s PICC, you identify signs of possible infection including erythema and exudate. What would you do?",
	"removePiccFeedbackWarning": "Local signs should not be used as the sole indicator of PICC-related infection. Review it again!",
	"infectionSiteCorrectOption": "Notify the interdisciplinary team. Leave the PICC insitu, and continue to use it, as long as the following signs are absent, like fever, tachycardia, hypotension, tachypnea. With input from the medical team, a swab of the exudate may be taken, and regular assessment of the patient’s PICC site and general clinical status should be undertaken.",
	"infectionSiteCorrectMessage": " Local infection is rarely related to CLABSI. It is recommended to continue regular assessment of the PICC insertion site and for the presence of systemic signs of infection.",
	"assessmentFrequencyTitle": "Your patient’s PICC insertion site should be observed and evaluated",
	"assessmentFrequencyWrongOption": "Every 7 days.",
	"assessmentFrequencyCorrectOption": "Every hour whilst an infusion is running, and at least daily whilst there are no infusions running.",
	"assessmentFrequencyCorrectMessage": "It is recommended that your patient’s PICC site is assessed every hour whilst an infusion is running, and at least daily whilst there are no infusions running, or as outlined in hospital policy.",
	"assessmentFrequencyFeedbackWarning": "This can lead to CLABSI and even inappropriate positioning.",
	"endOfProcedure": "You have reached the end of this procedure. Go back to the beginning and continue promoting patient safety in another procedure.",
	"wellDone": "Well done!",
	"dressingChangesCaseDescription": "You assess that Arthur’s PICC is dressed with a transparent  membrane. There is old dried blood present from the time of insertion. Make your clinical assessment and a plan for care for Arthur.",
	"whatShouldYouDo": "What should you do?",
	"Trocar curativo": "Change the dressing",
	"Troca de Curativo": "Dressing Change",
	"dressingChangeSass": "Dressing change when PICC has SASS",
	"dressingChangeASD": "Dressing change when PICC has ASD",
	"wait24hours": "Wait 24 hours before changing the dressing",
	"wait48hours": "Wait 48 hours before changing the dressing",
	"waitToChange": "Wait to change reviewing for signs of infection and reassess each shift for changes",
	"dressingChangesWrongFeedback": "CLABSI. When any signs of dirt blood, exudate or ooze is observed, the dressing must be changed.",
	"dressingChangesCorrectMessage": " It is recommended to change the PICC dressing every 7 days unless it is not clean, dry and intact. If any loss of dressing integrity is observed, such as fresh ooze, moisture, old dry blood, or two of more of the edges of the dressing are lifting, especially if the centre of the dressing is compromised and the insertion site exposed.",
	"dressingChangesMaterialsTitle": "Select the materials needed for the dressing change",
	"dressingChangesMaterialsMissingCorrectMessage": "There is a lack of materials in order to perform the dressing changes aiming to prevent adverse events, go back and carry out your evaluation once again.",
	"nonSterileGauze": "SASS",
	"adhesiveSecurementDevices": "ASD if SASS not in situ",
	"transparentSemipermeableMembrane": "Transparent membrane or ISD",
	"dressingChangeKit": "Dressing kit and Sterile Gauze",
	"sodiumChloride": "0.9% Sodium chloride",
	"taInCaseOfNew": "TA in case of new/ fresh blood presence * except for neonates",
	"adhesiveRemoverWipes": "Adhesive remover wipes",
	"neonatesInformation": "*Preterms (<32 weeks or <1000gms) and/or within the first 14 day of life",
	"alcoholBasedChlorhexidine": "2% Chlorhexidine in 70% alcohol (swabsticks or bottled solution), or aqueous chlorhexidine* (swabstick) *specially for neonates < 14 days of life",
	"nonSterileGauzeWrongFeedback": "If there are no complications, there is no need to change the SASS regularly when the dressing is changed; it can be left in place.",
	"dressingChangesStepsTitle": "Select the steps to be performed in a PICC dressing change",
	"dressingChangesStepsMissingCorrectMessage": "There are still some steps left in order to perform the dressing changes aiming to prevent adverse events, go back and carry out your evaluation once again.",
	"performHandHygiene": "Perform hand hygiene",
	"removeBloodWithSodiumChloride": "Remove dried blood with 0.9% Sodium Chloride-soaked gauze",
	"removeBloodWithSoakedGauze": "Remove dried blood with 2% Chlorhexidine in 70% alcohol (swabsticks or bottled solution)",
	"removeBloodWithSoakedGauzeWrongFeedback": "Dried blood removal from the insertion site is not recommended using Chlorhexidine.",
	"keepPerformingTitle": "Keep performing your assessment about the PICC dressing change",
	"dressingWithTSM": "Secure with ASD and dress with ISD",
	"dressingWithTSMWrongFeedback": "In this case, it is not requested to use an ISD; instead, another transparent membrane would be preferable.",
	"useTSM": "Perform skin antisepsis with alcohol-based chlorhexidine OR 2% Chlorhexidine in 70% alcohol (swabsticks or bottled solution), or aqueous chlorhexidine (swabstick)",
	"inNeonatesSkin": "In neonates*: skin antiseptic using aqueous chlorexidine and remove dried antiseptic using 0.9% Sodium Chloride soaked gauze",
	"useAdhesiveSecurement": "Dress with ISD; no ASD is required",
	"performAsepsis": "In neonates with ≤ 2Fr PICC prefer to use SASS integrated with transparent membrane",
	"performAsepsisWrongFeedback": "There is no recommendation to use SASS for PICC lower than 3Fr",
	"correctPositioningCaseDescription": "Reflecting on your previous assessment, now you need to evaluate the factors that prevent the external length of the catheter and apply them to the decision-making process.",
	"correctPositioningTitle": "Observe Arthur's PICC and identify the possible factors which prevent improper placement of the catheter tip.",
	"insertionOfThePicc": "Insertion of the PICC above the limbs’ flexor zone",
	"dressingWithTransparentMembrane": "Dressing with transparent membrane and the ASD",
	"dressingIntegrity": "Dressing integrity",
	"catheterStabilization": "Catheter stabilization with the SASS and transparent membrane",
	"dressingWithAnISD": "Dressing with an ISD, especially in neonates and in the absence of a SASS or an ASD",
	"takeCareToEnsure": "Take care to ensure that the catheter is not caught or pulling on clothing or bedding",
	"correctPositioningMissingCorrectMessage": "You missed some factors, go back and perform your assessment once again.",
	"accidentalExteriorizationTitle": "There is an accidental dislodgement of the catheter and you notice more catheter external to previous. Carry out the evaluation and decision making process. What step do you take next?",
	"performSkinAndCatheter": "Perform skin and catheter asepsis and insert the external length catheter",
	"maintainTheCatheterExteriorization": "Discuss with the interdisciplinary team for confirmation of placement and the possibility of maintain the external length catheter and monitor the tip positioning.",
	"accidentalExteriorizationCorrectMessage": "Correct! After finishing the PICC insertion procedure, the catheter must never be reinserted. In case there is any catheter external length section, its tip must be monitored carefully to avoid adverse events.",
	"accidentalExteriorizationErrorMessage": "No antiseptic or any performed technique will turn the skin or  the catheter sterile.",
	"permeabilityMaintenanceCaseDescription": "It’s worth mentioning that Arthur has been receiving intermittent medication (antibiotic therapy and corticotherapy) through the PICC, use this information to make your decision about the next question.",
	"permeabilityMaintenanceTitle": "Observe Arthur's PICC and identify the factors that favor the maintenance of the catheter patency",
	"permeabilityMaintenanceTitleMissingCorrectMessage": "There are some lacking factors that favor the catheter patency, go back and perform your assessment once again.",
	"performFlushingSodiumChloride": "Perform flushing with  0.9% sodium chloride and locking",
	"heparinSubstance": "Routinely, The substance used must be heparin",
	"pulsatileFlushing": "Perform flushing using the pulsatile-flushing technique",
	"flushingPositivePressure": "Perform flushing by applying the positive-pressure technique and locking",
	"flushingWithoutOtherTechniques": "Just infuse the flushing volume continuously, without applying other techniques",
	"heparinSubstanceErrorMessage": "Routine use of heparin is not recommended, only if it is indicated.",
	"flushingWithoutOtherTechniquesErrorMessage": "The pulsatile-flushing technique and positive pressure with locking are effective in catheter patency and occlusion prevention.",
	"permeabilityMaintenanceMissingCorrectMessage": "There are some lacking factors that favor the catheter patency, go back and perform your assessment once again.",
	"flushingVolumeErrorMessage": "The selected volume does not reach the necessary recommendation.",
	"flushingVolumeCorrectMessage": "The volume reaches the recommended level: 2x the catheter volume (0.25) + connections’ volume.",
	"flushingVolumeTitle": "If Arthur is a patient with fluid restriction, what is the minimum required volume to maintain device patency?",
	"piccPermeabilization": "PICC patency",
	"notNecessaryVolume": "It is not necessary to flush with such a large volume.",
	"maintenanceOfCatheterTitle": "Observe Arthur's PICC and identify the factors that may help in maintaining catheter patency",
	"maintenanceOfCatheterMissingCorrectMessage": "You missed some factors, go back and perform your assessment once again.",
	"forNeonatesItIsNotRecommended": "For neonates use a continuous infusion of heparine 0.5 units/kg",
	"flushingAndLockingEverySixHours": "Flushing and locking should be performed every 6 hours or according to the institutional protocol",
	"flushingBeginningAndAtTheEnd": "Flushing must be performed at the beginning and at the end of each medication",
	"notNecessaryFlushingAndLocking": "It is not necessary to perform routine flushing and locking if the positive-pressure technique was respected",
	"alwaysUseSyringe": "Always use the 10ml syringe or pre-filled syringe",
	"useInfusionPump": "Use infusion pump for continuous infusion administration",
	"notNecessaryFlushingAndLockingErrorMessage": "The pulsatile-flushing technique and positive-pressure technique with locking are effective in maintaining catheter patency and preventing occlusion.",
	"fluidAdministrationCaseDescription": "According to Arthur's medical prescription, Ceftriaxone and Dexamethasone Intravenous injections are prescribed and must be administered. Make your assessment about how the fluids should be administered through the PICC.",
	"fluidAdministrationTitle": "What are the key clinical considerations you would evaluate to assist your clinical decision making process to ensure safe fluid and medication administration through PICC.",
	"fluidAdministrationMissingCorrectMessage": "You missed some factors, go back and perform your evaluation once again.",
	"recognizeVesicantDrugs": "Recognize vesicant infusion and non-vesicant infusion and irritating solutions",
	"checkCompatibility": "Check the compatibility and characteristics of the drugs",
	"recognizeTheRiskOfOcclusion": "Recognize the risk of occlusion for patients receiving lipids",
	"identifiySolutionsWithAHighRisk": "Identify solutions with a high risk for precipitation when in contact with another",
	"administrationOfThePrescribedDrugsTitle": "Now, make your clinical assessment about the administration of the prescribed medications.",
	"administrationOfThePrescribedDrugsMissingCorrectMessage": "You missed some factors, go back an perform your evaluation once again.",
	"noInfusionPump": "No infusion pump is required",
	"noInfusionPumpErrorMessage": "It is highly recommended to use an infusion pump to administer infusions through the PICC.",
	"performTheAssessment": "Inspect the insertion site and perform an assessment of the PICC's patency before administering the medication",
	"connectTheStopcocks": "Connect a 3-way tap and administer ceftriaxone and dexamethasone together",
	"connectTheStopcocksErrorMessage": "Since Ceftriaxone has a pH of 6, it presents a high risk of precipitation when in contact with another. The administration of these medications must be carried out separately.",
	"administerCeftriaxoneAndDexamethasone": "Administer the ceftriaxone, then dexamethasone without flushing with 0.9% sodium chloride between medications",
	"administerCeftriaxoneAndDexamethasoneErrorMessage": "Since Ceftriaxone has a pH of 6, it presents a high risk of precipitation when in contact with another. The risk of occlusion should be minimized by using adequate flushing with 0.9% sodium chloride between infusions.",
	"administerCeftriaxoneAndWash": "Administer the ceftriaxone, then flush the PICC with 0.9% sodium chloride, before then administering the dexamethasone",
	"medicationAdminstrationOnThePicc": "Medication administration on the PICC",
	"preventionOfCatheterBloodstreamInfection": "Prevention of CLABSI",
	"preventionOfClabsiDescription": "Patient safety must be your priority and infection prevention is one of your concerns. By Knowing that Arthur is in a hospital environment, you may predict that bacteria and microorganisms are surrounding Arthur on all sides. Make your clinical reasoning and make your decision in each context presented below in order to prevent bacteria and other microorganisms from invading Arthur's bloodstream.",
	"infectionPreventionCaseDescription": "Nursing care of a patient with a PICC includes the assessment and identification of the risk of infection. Arthur is in a hospital environment and he is potentially exposed to a number of microorganisms. Make your clinical assessment about each of the following topics to reduce the risk of CLABSI in Arthur.",
	"sequencePermeabilizationTitle": "You are going to flush Arthur's PICC. Select the correct order in which to perform the following steps.",
	"prepareTheMaterials": "Prepare the materials and take to the patient's bedside or prepare at the patient bedside.",
	"performHandHygieneWithAlcohol": "Perform hand hygiene with 70% Isopropyl alcohol",
	"handwashing": "Handwashing",
	"donNonSterileGloves": "Don non-sterile gloves",
	"electrolyteReplacementQuestionTitle": "Intravenous fluids were initiated for Arthur on the previous shift. They have since been disconnected, but Arthur now requires them to be recommenced. Choose the most appropriate option below.",
	"electrolyteReplacementQuestionErrorMessage": "Reconnection of an infusion set is not recommended. A new infusion set should be used.",
	"electrolyteReplacementQuestionCorrectMessage": "Congratulations, you have helped to reduce the risk of Arthur developing a CLABSI!",
	"theDiagnosisOfClabsi": "If any signs of infection are present (for example, systemic signs of sepsis, erythema, pain, exudate, redness, tenderness or edema), investigation must be performed as soon as possible. The PICC should not be routinely removed if any of these signs are present; removal should only be performed after consultation with the Infectious Diseases team.",
	"selectRightSequence": "Select the items following the correct steps!",
	"animationOne": "Scrub the hub, flush with 0.9% sodium chloride, and reconnect the same infusion set",
	"animationTwo": "Scrub the hub, flush with 0.9% sodium chloride, and connect a new infusion set",
	"immediately": "Immediately",
	"within4hours": "Within 4 hours",
	"12or24hours": "12 or 24 hours",
	"12hours": "12 hours",
	"24hours": "24 hours",
	"36hours": "36 hours",
	"48hours": "48 hours",
	"72hours": "72 hours",
	"peripheralIntravenousCatheter": "New peripheral intravenous catheter",
	"peripheralVenousAccessCorrectMessage": "When using a new intravenous catheter, whether peripheral or central, all connectors, fluids and administration sets must be replaced!",
	"connectorsAndHubs": "PICC Connectors and Hubs",
	"connectorsAndHubsTitle": "Now, make your assessment on how frequently you should change the infusion set.",
	"upTo96hours": "Up to 96 hours",
	"peripheralVenousAccessTitle": "Immediately before the PICC was inserted, Arthur had a peripheral venous access. When performing the PICC transition and detecting the proper positioning, the nurse advised that the medication infusion which was occurring in the peripheral venous access should be administered in the central catheter.",
	"peripheralVenousAccessTitleCorrectMessage": "When using a new intravenous catheter, whether peripheral or central, all connectors, fluids and administration sets must be replaced!",
	"equipamentsExchangeInterval": "Now, make your assessment on when you should change the solution who does not contain lipid or blood products.",
	"solutionWithoutLipid": "Solution that does not contain lipid, blood components or derivatives.",
	"administeredSolutionTitle": "Now, make your assessment on when you should change the solution and infusion sets that contains lipid or parenteral nutrition with lipid.",
	"solutionWithLipid": "Solution that contains lipid, Parenteral nutrition with lipid - Heparin",
	"changeIntervalForEquipamentsTitle": "Now, make your assessment on when you should change the infusion set after the infusion of blood products.",
	"changeIntervalForEquipamentsSubtitle": "All blood components for continuous infusion",
	"preventionInfectionDescription": "The catheter tip colonization through migration of microorganism of the surrounding skin, hub contamination, external contamination, or from contaminated solution or infusion equipment.",
	"Portuguese": "Portuguese (Brazil)",
	"English": "English",
	"readTheClinicalCase": "Read the clinical case to proceed.",
	"clickOnTheIntervention": "Click on the necessary intervention you believe is the correct one.",
	"finishedProcedure": "You have finished this procedure, go back to carry out a new task.",
	"pointOutWhichSigns": "What assessment items should be conducted as a part of your assessment?",
	"sourceDescription": "The app content was based on: ANVISA, 2017; CDC - CENTER FOR DISEASE CONTROL AND PREVENTION, 2016; INFUSION NURSE SOCIETY, 2016; KEIR; GIESINGER; DUNN, 2014; O'GRADY et al., 2011; QUEENSLAND GOVERNMENT, 2015; THE JOINT COMMISSION, 2012)"
}