{
	"Referências": "Source",
	"Correto!": "Well done!",
	"nextStep": "Next step",
	"Você selecionou as opções corretas!": "You have chosen the correct options!",
	"Você selecionou a opção correta!": "You have chosen the correct option!",
	"Next": "Next",
	"tryAgain": "Try again",
	"missingItemsMessage": "Items are missing for a proper decision-making action, go back and perform your assessment again.",
	"Cenário": "Scenario",
	"about": "About the app",
	"Ok": "Ok",
	"Pular": "Start",
	"welcome": "Welcome to",
	"PICCPED": "PICCPED",
	"Começar": "Start",
	"Ver definições": "Check definitions",
	"Definições": "Definitions",
	"Segurança do paciente": "Patient safety",
	"Evento adverso": "Adverse reaction",
	"PICC": "PICC",
	"Simulação virtual": "Virtual simulation",
	"Raciocínio clínico": "Clinical reasoning",
	"Tomada de decisão": "Decision making",
	"introductionDescription": "PICCPED is here to help you with the daily clinical reasoning and facilitate your decisions in order to prevent adverse events and maintenance of the peripherally inserted central catheter in pediatric and neonatal patients.",
	"introductionLearningProcess": "To begin with the learning process, let’s get acquainted with some prior definitions",
	"patientSafetyDescription": "Reduction to an acceptable minimum of unnecessary risks  associated with health care.",
	"adverseReactionDescription": "Incident which results in harm to the patient.",
	"piccDescription": "Catheter inserted through a peripheral vein with progression from the tip to the cavoatrial junction.",
	"virtualSimulationDescription": "A technique to leverage real-world experiences in an environment interactively controlled.",
	"clinicalReasoningDescription": "Intellectual process where there is evaluation of the patient's condition.",
	"decisionMakingDescription": "Intellectual process that generates some conducts to be followed after the clinical evaluation of the patient.",
	"aboutTheApp": "This app was developed as a Master's degree project by the Nurse Sabrina de Souza, it was programmed and developed by the programmer Milton Bittencourt. This project is under the guidance of Prof. Dr Patrícia Kuerten Rocha, co-supervised by Prof. Dr Ariane Machado, in collaboration with Nurse MSc Andréia Tomazoni and Prof. Dr Jane Anders. The English  version was co-supervised by Prof. Dr Amanda Ullman , and Prof. Diego Corrêa performed the Language transition version. Any reproduction, partially or totally, without prior authorization from the authors, will result in copyright infringement, subject to pecuniary compensation.",
	"Início": "Back to beginning",
	"Prevenções": "Preventions",
	"preventionPhlebitisTitle": "Phlebitis",
	"preventionPhlebitisDescription": "Inflammation of the intima’s vein layer, there are three types of phlebitis: mechanical, chemical and infectious.",
	"preventionsSubtitle": "By carrying out the correct handling in the maintenance of the PICC, you will prevent:",
	"preventionIncorrectPositioningTitle": "Incorrect positioning",
	"preventionIncorrectPositioningDescription": "Catheter tip location different from that predicted one (cavoatrial junction), which may lead to several adverse events, such as pneumothorax, infiltration/extravasation, cardiac tamponade, arrhythmia, among others.",
	"preventThrombosisTitle": "Thrombosis",
	"preventThrombosisDescription": "Thrombus formation due to the permanent catheter contact with the endothelium, which is preceded by the irritative and inflammatory phenomenon.",
	"preventCatheterRuptureTitle": "Catheter rupture",  
	"preventCatheterRuptureDescription": "Part of the catheter ruptures and may migrate through the bloodstream, causing thrombosis or catheter embolism.",  
	"preventionObstructionTitle": "Obstruction",
	"preventionObstructionDescription": "Lumen occlusion due to blood clot formation or drugs precipitation at the edges which is found in the interior of the vessel preventing the infusion of the intravenous solution.",
	"preventionInfectionTitle": "Central line-associated bloodstream infection (CLABSI)",
	"generalClinicalCaseDescription": "Arthur, 2 years old, underwent PICC procedure one day ago due to vein fragility and necessity for antibiotic therapy  for 10 days (Ceftriaxone) and corticosteroid therapy (Dexamethasone) for 5 days. The 3-fr PICC was successfully inserted in the third puncture attempt, in the right antecubital fossa. The catheter estimated length was 30cm, having a progression of 30cm. At the time of insertion, the nurse performed the test to confirm blood reflux, after confirming it , the sodium chloride flush infusion was performed without any resistance. After that, the chest radiograph showed the positioning of the catheter’s tip at the cavoatrial junction.",
	"generalClinicalCaseDescriptionTwo": "On the next duty day, you as the assistance nurse, performed the  general assessment related to Arthur’s condition and now you need to assess the aspects in relation to the PICC.",
	"generalClinicalCase": "General clinical case",
	"Avaliação do local de inserção": "Assessment of the insertion place",
	"Curativo do PICC": "PICC Dressing changes",
	"Posicionamento adequado": "Correct Positioning",
	"Manutenção da permeabilidade": "Permeability Maintenance",
	"Administração de fluidos": "Fluid administration",
	"Prevenção de infecção": "Infection Prevention",
	"Procedimentos de manutenção": "Maintenance Procedures",
	"maintenanceProceduresSubtitle": "Choose which PICC maintenance procedure you want to start with",
	"Próximo": "Próximo",
	"Avançar": "Avançar",
	"backToProcedures": "Back to Procedures",
	"Procedimentos": "Procedures",
	"Exteriorização do cateter": "Catheter exteriorization",
	"Dor": "Ache",
	"Hiperemia": "Hyperemia",
	"Exsudato": "Exudate",
	"Integridade da sutura (se houver)": "Suture integrity (if any)",
	"Edema": "Edema",
	"insertionPlaceCaseDescription": "The mandatory procedure you are going to check as a nurse is related to the inspection and evaluation of the insertion place (PICC). This way, you should perform a clinical evaluation and make your decision according to the situation exposed.",
	"Caso clínico": "Clinical case",
	"Retirar o PICC imediatamente": "Remove the PICC immediately",
	"possibleInfectionTitle": "When identifying some signs of possible infection at the site, such as erythema and hardening, make your decision:",
	"removePiccFeedbackWarning": "Local signs should not be used as the sole indicator of PICC-related infection. Review it again!",
	"infectionSiteCorrectOption": "It is possible to maintain the PICC and carry out the indicated interventions in relation to the infection site, if the signs are not correlated with the systemic signs, such as: Fever, Tachycardia, Hypotension or Tachypnea",
	"infectionSiteCorrectMessage": "Local infection is rarely related to CLABSI. It is recommended to perform continuous assessment of the evolution for local signs and pay attention to the presence of systemic signs.",
	"assessmentFrequencyTitle": "Regarding the assessment frequency and inspection of the PICC insertion site",
	"assessmentFrequencyWrongOption": "It must be carried out every 7 days",
	"assessmentFrequencyCorrectOption": "It must be carried out every 6 hours and after each dressing change.",
	"assessmentFrequencyCorrectMessage": "The recommendation is that the insertion site must be evaluated every 6 hours and after every dressing change. Now set your rating.",
	"assessmentFrequencyFeedbackWarning": "This can lead to CLABSI and even inappropriate positioning.",
	"endOfProcedure": "You have reached the end of this procedure. Go back to the beginning and continue promoting patient safety in another procedure.",
	"wellDone": "Well done!",
	"dressingChangesCaseDescription": "When the assessment related to  Arthur's PICC insertion site was carried out, you could observe that the dressing, which was made with a  transparent semipermeable membrane(TSM), at the time of insertion, 24 hours ago, there was aged blood. Make your clinical assessment and decision-making process according to the prior situation.",
	"whatShouldYouDo": "What should you do?",
	"Trocar curativo": "Dressing changes",
	"Troca de Curativo": "Dressing Change",
	"wait48hours": "Wait 48 hours to change",
	"dressingChangesWrongFeedback": "Central Catheter related to bloodstream infection (CLABSI). When any signs of dirt is observed, the dressing must be exchanged.",
	"dressingChangesCorrectMessage": "When there is no gauze in the dressing, the recommendation is to perform the dressing change after 48 hours post insertion, when this one is clean and intact. However, when there is dirt involved or any signs of breach integrity, the dressing change should be performed immediately.",
	"dressingChangesMaterialsTitle": "Select the materials needed for the dressing changes related to the PICC",
	"dressingChangesMaterialsMissingCorrectMessage": "There is a lack of materials in order to perform the dressing changes aiming to prevent adverse events, go back and carry out your evaluation once again.",
	"nonSterileGauze": "Non-sterile gauze",
	"adhesiveSecurementDevices": "Adhesive securement devices",
	"transparentSemipermeableMembrane": "Transparent Semipermeable Membrane",
	"dressingChangeKit": "Dressing change kit and Sterile Gauze",
	"sodiumChloride": "0.9% Sodium chloride",
	"alcoholBasedChlorhexidine": "Alcohol-based Chlorhexidine 0.5%",
	"nonSterileGauzeWrongFeedback": "Aseptic technique must be kept in order to perform the dressing changes.",
	"dressingChangesStepsTitle": "Select the necessary steps to be performed related to the PICC",
	"dressingChangesStepsMissingCorrectMessage": "There are still some steps left in order to perform the dressing changes aiming to prevent adverse events, go back and carry out your evaluation once again.",
	"performHandHygiene": "Perform hand hygiene",
	"removeBloodWithSodiumChloride": "Remove blood with soaked gauze in 0.9%  sodium chloride",
	"removeBloodWithSoakedGauze": "Remove blood with soaked gauze in alcohol-based chlorhexidine",
	"removeBloodWithSoakedGauzeWrongFeedback": "Blood removal from the insertion site is not recommended using Chlorhexidine.",
	"dressingWithTSM": "Dressing with TSM only, without usage of ASD",
	"dressingWithTSMWrongFeedback": "It is recommended the use of Adhesive securement devices to help stabilizing the catheter.",
	"useTSM": "Use preferably TSM",
	"useAdhesiveSecurement": "Use adhesive securement devices (ASDs)to stabilize the catheter",
	"performAsepsis": "Perform asepsis with gauze soaked in alcohol-based chlorhexidine",
	"correctPositioningCaseDescription": "During the dressing change, you paid  attention to the aspects related to the proper insertion of the PICC. Keep up with your assessment and carry out your decision-making processes related to the proper positioning after changing the dressing.",
	"correctPositioningTitle": "Observe Arthur's PICC and identify the possible factors which prevent improper placement of the catheter tip.",
	"insertionOfThePicc": "Insertion of the PICC above the limbs’ flexor zone",
	"dressingWithTransparentMembrane": "Dressing with transparent-semipermeable membrane (TSM)",
	"dressingIntegrity": "Dressing integrity",
	"catheterStabilization": "Catheter stabilization with adhesive securement devices (ASDs)",
	"correctPositioningMissingCorrectMessage": "There are some lacking factors that prevent an inappropriate positioning from the catheter tip, go back and perform your assessment once again.",
	"accidentalExteriorizationTitle": "If there is any accidental exteriorization of the catheter, carry out its evaluation and decision-making processes:",
	"performSkinAndCatheter": "Perform skin and catheter asepsis and insert the exteriorized part",
	"maintainTheCatheterExteriorization": "Maintain the catheter exteriorization and monitor the tip positioning",
	"accidentalExteriorizationCorrectMessage": "Correct! After finishing the PICC insertion procedure, the catheter must never be reinserted. In case there is any externalization, its tip must be monitored carefully to avoid adverse events.",
	"accidentalExteriorizationErrorMessage": "No antiseptic or any performed technique will turn the skin or  the catheter sterile.",
	"permeabilityMaintenanceCaseDescription": "It’s worth mentioning that Arthur has been using intermittent medication (antibiotic therapy and corticotherapy) on the PICC, make your assessment regarding the maintenance of the catheter patency.",
	"permeabilityMaintenanceTitle": "Observe Arthur's PICC and identify the factors that favor the maintenance of the catheter patency",
	"performFlushingSodiumChloride": "Perform flushing with  0.9% sodium chloride and locking",
	"heparinSubstance": "Routinely, The substance used must be heparin",
	"pulsatileFlushing": "Perform flushing using the pulsatile-flushing technique",
	"flushingPositivePressure": "Perform flushing by applying the positive-pressure technique and locking",
	"flushingWithoutOtherTechniques": "Just infuse the flushing volume continuously, without applying other techniques",
	"heparinSubstanceErrorMessage": "Routine use of heparin is not recommended, only if it is indicated.",
	"flushingWithoutOtherTechniquesErrorMessage": "The pulsatile-flushing technique and positive pressure with locking are effective in catheter permeability and obstruction prevention.",
	"permeabilityMaintenanceMissingCorrectMessage": "There are some lacking factors that favor the catheter permeability, go back and perform your assessment once again.",
	"flushingVolumeErrorMessage": "The selected volume does not reach the necessary recommendation.",
	"flushingVolumeCorrectMessage": "The volume reaches the recommended level: 2x the catheter volume (0.25) + connections’ volume.",
	"flushingVolumeTitle": "Observe Arthur's PICC and assess the volume of flushing performed to permeabilize the catheter",
	"piccPermeabilization": "PICC Permeabilization",
	"notNecessaryVolume": "It is not necessary to carry out a volume so much higher than necessary.",
	"maintenanceOfCatheterTitle": "Observe Arthur's PICC and identify the factors that favor the maintenance of catheter patency",
	"maintenanceOfCatheterMissingCorrectMessage": "There are some lacking factors that favor the catheter’s permeability, go back and carry out your evaluation once again.",
	"flushingAndLockingEverySixHours": "Flushing and locking should be performed every 6 hours or according to the institutional protocol",
	"flushingBeginningAndAtTheEnd": "Flushing must be performed at the beginning and at the end of each medication",
	"notNecessaryFlushingAndLocking": "It is not necessary to perform routine flushing and locking if the positive-pressure technique was respected",
	"syringShouldBeUsed": "A 1ml syringe should be used to achieve greater pressure",
	"alwaysUseSyringe": "Always use the 10ml syringe or pre-filled syringe",
	"useInfusionPump": "Use infusion pump for continuous infusion administration",
	"notNecessaryFlushingAndLockingErrorMessage": "The pulsatile-flushing technique and positive-pressure technique with the locking are effective in permeabilizing the catheter and preventing obstruction.",
	"syringShouldBeUsedErrorMessage": "The 1ml syringe has excessive pressure, as the infusion pressure on the PICC must never exceed 25psi.",
	"fluidAdministrationCaseDescription": "According to Arthur's medical prescription, Ceftriaxone and Dexamethasone Intravenous injections are prescribed and must be administered. Make your assessment about how the fluids should be administered on the PICC.",
	"fluidAdministrationTitle": "To guarantee the PICC fluid administration in a safe way, you must take into account some theoretical knowledge, point out which ones you would seek for your clinical evaluation and decision-making processes.",
	"fluidAdministrationMissingCorrectMessage": "There are some lacking factors that favor safety in the administration of medications and fluids, go back and carry out your evaluation once again.",
	"recognizeVesicantDrugs": "Recognize vesicant drugs and non-vesicant drugs and irritating solutions",
	"checkCompatibility": "Check the compatibility and characteristics of the drugs",
	"recognizeTheRiskOfOcclusion": "Recognize the risk of occlusion by lipid residues when administering 3-in-1 parenteral nutrition solutions",
	"identifiySolutionsWithAHighRisk": "Identify solutions with a high risk for precipitation when in contact with another",
	"administrationOfThePrescribedDrugsTitle": "Now, make your clinical assessment and decision making regarding the administration of the prescribed drugs.",
	"administrationOfThePrescribedDrugsMissingCorrectMessage": "There are some lacking factors that favor the  safety in the administration of medications and fluids, go back and carry out your evaluation once again.",
	"noInfusionPump": "No infusion pump administering required",
	"noInfusionPumpErrorMessage": "It is highly recommended to use an infusion pump to administer fluids in the PICC",
	"performTheAssessment": "Perform the assessment and inspection of the insertion site and permeability of the catheter before administering the medication",
	"connectTheStopcocks": "Connect the 3-way stopcocks and administer ceftriaxone and dexamethasone together",
	"connectTheStopcocksErrorMessage": "Since Ceftriaxone has a pH of 6, it presents a high risk of precipitation when in contact with another. The administration of these medications must be carried out separately.",
	"administerCeftriaxoneAndDexamethasone": "Administer ceftriaxone and then dexamethasone without washing with 0.9% sodium chloride between medications",
	"administerCeftriaxoneAndDexamethasoneErrorMessage": "Since Ceftriaxone has a pH of 6, it presents a high risk of precipitation when in contact with another. The risk of obstruction should be minimized by using adequate flushing with 0.9% sodium chloride between infusions.",
	"administerCeftriaxoneAndWash": "Administer ceftriaxone, wash the PICC with approximately 0.9% sodium chloride, approximately in 1ml (2x the volume of the catheter (0.25) + the volume of the connections) and install dexamethasone",
	"medicationAdminstrationOnThePicc": "Medication administration on the PICC",
	"preventionOfCatheterBloodstreamInfection": "Prevention of catheter-related bloodstream infections",
	"infectionPreventionCaseDescription": "You have the patient safety as a priority and one of your concerns is the infection prevention. Arthur is in a hospital environment, you predict that bacteria and microorganisms are surrounding Arthur’s body from all sides. Make your clinical reasoning and make your decision in each of the following contexts in order to prevent bacteria and other microorganisms invading Arthur's bloodstream.",
	"sequencePermeabilizationTitle": "You will perform catheter permeabilization. Click on the objects to point out the correct steps for the procedure.",
	"prepareTheMaterials": "Prepare the materials and take to the bed.",
	"performHandHygieneWithAlcohol": "Perform hand hygiene with 70% Isopropyl alcohol",
	"handwashing": "Handwashing",
	"donNonSterileGloves": "Don non-sterile gloves",
	"electrolyteReplacementQuestionTitle": "It was started an intravenous fluid and electrolyte replacement on Arthur, and he needs to get out of bed to take a shower, the nurse decided to disconnect the infusion. Evaluate the two animations related to the infusion set – click on the animation icon to watch them, after that, choose the label which you think best presents the appropriate procedure “animation 1” or “animation 2”.",
	"electrolyteReplacementQuestionErrorMessage": "The disconection of the infusion system must not be performed intermittently, if this infusion set is open and disconnected, the set must be replaced and a new infusion system must be inserted.",
	"electrolyteReplacementQuestionCorrectMessage": "Congratulations, you prevented the CLABSI from reaching Arthur!",
	"theDiagnosisOfClabsi": "The diagnosis of CLABSI must be performed early through the signs of infection, including erythema, pain, exudate, redness, tenderness, edema, and systemic signs of sepsis. The PICC should not be routinely replaced, just if it is associated with system infection.",
	"selectRightSequence": "Select the items following the correct steps!",
	"animationOne": "Animation 1",
	"animationTwo": "Animation 2",
	"immediately": "Immediately",
	"within4hours": "Within 4 hours",
	"12hours": "12 hours",
	"24hours": "24 hours",
	"48hours": "48 hours",
	"72hours": "72 hours",
	"peripheralIntravenousCatheter": "New peripheral intravenous catheter",
	"peripheralVenousAccessCorrectMessage": "When using a new intravenous catheter, whether peripheral or central, all connectors and equipment must be replaced!",
	"connectorsAndHubs": "Connectors and Hubs",
	"connectorsAndHubsTitle": "Now make your assessment regarding the connectors’ and hub exchange interval, when there is no infusion of lipids, blood components or derivatives.",
	"upTo96hours": "Up to 96 hours",
	"peripheralVenousAccessTitle": "Immediately before the PICC was inserted, Arthur had a peripheral venous access. When performing the PICC transition and detecting the proper positioning, the nurse advised that the medication infusion which was occurring in the peripheral venous access should be administered in the central catheter.",
	"equipamentsExchangeInterval": "Now make your assessment regarding the equipments’ exchange interval according to each administered medication/solution",
	"solutionWithoutLipid": "Solution that does not contain lipid, blood components or derivatives.",
	"administeredSolutionTitle": "Now make your assessment regarding the equipments’ exchange interval according to each administered medication/solution",
	"solutionWithLipid": "Solution that contains lipid, Parenteral nutrition with lipid - Heparin",
	"changeIntervalForEquipamentsTitle": "Now select the change interval for equipments and connectors in case there is a transfusion of red blood cells within 4 hours:",
	"changeIntervalForEquipamentsSubtitle": "All blood components for continuous infusion",
	"preventionInfectionDescription": "The catheter tip colonization through migration of microorganism of the surrounding skin, hub contamination, external contamination, or from contaminated solution or infusion equipment.",
	"Portuguese": "Portuguese (Brazil)",
	"English": "English",
	"readTheClinicalCase": "Read the clinical case to proceed.",
	"clickOnTheIntervention": "Click on the necessary intervention you believe is the correct one.",
	"finishedProcedure": "You have finished this procedure, go back to carry out a new task.",
	"pointOutWhichSigns": "You must point out which signs you should be aware of when carrying out the site inspection",
	"sourceDescription": "The app content was based on: ANVISA, 2017; CDC - CENTER FOR DISEASE CONTROL AND PREVENTION, 2016; INFUSION NURSE SOCIETY, 2016; KEIR; GIESINGER; DUNN, 2014; O'GRADY et al., 2011; QUEENSLAND GOVERNMENT, 2015; THE JOINT COMMISSION, 2012)"
}