{
	"introductionDescription": "O PICCPED tem como objetivo lhe auxiliar no raciocínio clínico e tomada de decisão para prevenção de eventos adversos na manutenção do Cateter Central de Inserção Periférica (PICC) na população pediátrica e neonatal.",
	"introductionLearningProcess": "Para iniciar este processo de aprendizado, vamos conhecer algumas definições",
	"patientSafetyDescription": "Redução a um mínimo aceitável do risco de dano desnecessário associado a assistência a saúde.",
	"adverseReactionDescription": "Incidente que resulta em dano ao paciente.",
	"piccDescription": "Cateter inserido através de veia periférica, com progressão da ponta até a junção cavoatrial.",
	"virtualSimulationDescription": "Técnica para potencializar experiências do mundo real em ambiente controlado de forma interativa.",
	"clinicalReasoningDescription": "Processo intelectual onde há avaliação da clínica do paciente.",
	"decisionMakingDescription": "Processo intelectual que gera alguma conduta a ser seguida após a avaliação clínica do paciente.",
	"aboutTheApp": "Este app foi desenvolvido como produto de mestrado da Enfª Sabrina de Souza, programado e desenvolvido pelo programador Milton Bittencourt, sob orientação da Profª Dra Patrícia Kuerten Rocha, coorientação da Profª Dra Ariane Machado, Enfª Msc Andréia Tomazoni e Profª Dra Jane Cristina Anders. Qualquer reprodução, parcial ou total, sem autorização prévia dos autores, ensejará violação à direito autoral, passível de indenização pecuniária.",
	"Início": "Início",
	"Prevenções": "Prevenções",
	"preventionPhlebitisTitle": "Flebite",
	"preventionPhlebitisDescription": "Inflamação da camada íntima da veia. Existem três tipos de flebite: mecânica, química e infecciosa.",
	"preventionIncorrectPositioningTitle": "Posicionamento incorreto",
	"preventionIncorrectPositioningDescription": "Localização da ponta do cateter diferente da prevista (junção cavoatrial), podendo acarretar em diversos eventos adversos, tais como pneumotórax, infiltração/extravasamento, tamponamento cardíaco, arritmia, dentre outros.",
	"preventThrombosisTitle": "Trombose",
	"preventThrombosisDescription": "Formação de trombo devido ao permanente contato do cateter com endotélio, que é precedido pelo fenômeno irritativo e inflamatório.",
	"preventCatheterRuptureTitle": "Ruptura do cateter", 
	"preventCatheterRuptureDescription": "Parte do cateter rompe-se, podendo migrar pela corrente sanguínea, causando trombose ou embolia por cateter.", 
	"preventionObstructionTitle": "Obstrução",
	"preventionObstructionDescription": "Oclusão do lúmen devido à formação de coágulo sanguíneo ou precipitado de fármacos na extremidade que se encontra no interior do vaso impedindo a infusão da solução intravenosa.",
	"preventionsSubtitle": "Com o manejo correto na manutenção do PICC você irá prevenir:",
	"generalClinicalCaseDescription": "Arthur, 2 anos, foi submetido a passagem de PICC há um dia devido a fragilidade venosa e necessidade de antibioticoterapia por 10 dias (Ceftriaxone) e corticoterapia (Dexametasona) por 5 dias. O PICC de 3 fr foi inserido com sucesso na terceira tentativa de punção, em veia basílica na fossa antecubital direita. O comprimento do cateter estimado foi de 30 cm, tendo progressão dos 30 cm. No momento da inserção a enfermeira realizou o teste para confirmação do refluxo sanguíneo, confirmando-o e a infusão de soro fisiológico foi realizada sem resistência. Após isso, o raio-x evidenciou o posicionamento da ponta do cateter na junção cavoatrial.",
	"generalClinicalCaseDescriptionTwo": "No plantão do dia seguinte, você, enfermeiro da Unidade, fez a avaliação geral de Arthur e agora precisa avaliar os aspectos relacionados ao PICC.",
	"generalClinicalCase": "Caso clínico geral",
	"preventionInfectionTitle": "Infecção de Corrente Sanguínea Relacionada ao Cateter Central (ICSRC)",
	"preventionInfectionDescription": "Colonização da ponta do cateter pela migração de microorganismos da pele circundante, contaminação do hub, contaminação externa ou a partir de solução ou equipamentos de infusão contaminados.",
	"Referências": "Referências",
	"Correto!": "Correto!",
	"nextStep": "Próxima etapa",
	"Você selecionou as opções corretas!": "Você selecionou as opções corretas!",
	"Você selecionou a opção correta!": "Você selecionou a opção correta!",
	"Next": "Próximo",
	"tryAgain": "Tente novamente",
	"missingItemsMessage": "Falta (m) item (ns) para uma tomada de decisão adequada, retorne e realize novamente sua avaliação.",
	"Cenário": "Cenário",
	"about": "Sobre",
	"Ok": "Ok",
	"Pular": "Pular",
	"welcome": "Bem vindo(a) ao",
	"PICCPED": "PICCPED",
	"Começar": "Começar",
	"Ver definições": "Ver definições",
	"Definições": "Definições",
	"Segurança do paciente": "Segurança do paciente",
	"Evento adverso": "Evento adverso",
	"PICC": "PICC",
	"Simulação virtual": "Simulação virtual",
	"Raciocínio clínico": "Raciocínio clínico",
	"Tomada de decisão": "Tomada de decisão",
	"pointOutWhichSigns": "Indique quais sinais você deverá estar atento ao realizar a inspeção do local",
	"Avaliação do local de inserção": "Avaliação do local de inserção",
	"Curativo do PICC": "Curativo do PICC",
	"Posicionamento adequado": "Posicionamento adequado",
	"Manutenção da permeabilidade": "Manutenção da permeabilidade",
	"Administração de fluidos": "Administração de fluidos",
	"Prevenção de infecção": "Prevenção de infecção",
	"Procedimentos de manutenção": "Procedimentos de manutenção",
	"maintenanceProceduresSubtitle": "Escolha por qual procedimento de manutenção do PICC você deseja iniciar",
	"Próximo": "Próximo",
	"Avançar": "Avançar",
	"backToProcedures": "Procedimentos",
	"Procedimentos": "Procedimentos",
	"Exteriorização do cateter": "Exteriorização do cateter",
	"Dor": "Dor",
	"Hiperemia": "Hiperemia",
	"Exsudato": "Exsudato",
	"Integridade da sutura (se houver)": "Integridade da sutura (se houver)",
	"Edema": "Edema",
	"insertionPlaceCaseDescription": "A primeira observação que você irá realizar enquanto enfermeiro é em relação a inspeção e avaliação do sítio de inserção do PICC. Desta maneira, faça sua avaliação clínica e tomada de decisão frente ao exposto.",
	"Caso clínico": "Caso clínico",
	"Retirar o PICC imediatamente": "Retirar o PICC imediatamente",
	"possibleInfectionTitle": "Ao identificar alguns sinais de possível infecção local, ou seja, no sítio de inserção, como eritema e endurecimento, realize sua tomada de decisão:",
	"removePiccFeedbackWarning": "Os sinais locais não devem ser utilizados como único indicador de infecção relacionado ao PICC. Faça novamente sua avaliação!",
	"infectionSiteCorrectOption": "É possível manter o PICC e realizar as intervenções indicadas frente à infecção local, se os sinais não estiverem correlacionados à sinais sistêmicos, como: febre, taquicardia, hipotensão ou taquipneia",
	"infectionSiteCorrectMessage": "A infecção local raramente está relacionada a ICSRC. Recomenda-se avaliar continuamente a evolução dos sinais locais e atentar para presença de sinais sistêmicos.",
	"assessmentFrequencyTitle": "Em relação a frequência da avaliação e inspeção do sítio de inserção do PICC",
	"assessmentFrequencyWrongOption": "Deve ser realizada a cada 7 dias",
	"assessmentFrequencyCorrectOption": "Deve ser realizada a cada 6 horas e a cada troca de curativo",
	"assessmentFrequencyCorrectMessage": "A recomendação é que o sítio de inserção seja avaliado a cada 6 horas e a cada troca de curativos. Agora defina sua avaliação.",
	"assessmentFrequencyFeedbackWarning": "Isto pode ocasionar a ICSRC e até mesmo o posicionamento inadequado.",
	"endOfProcedure": "Você chegou ao final deste procedimento. Volte para o início e continue promovendo a segurança do paciente em outro procedimento.",
	"wellDone": "Procedimento finalizado!",
	"dressingChangesCaseDescription": "Durante a avaliação do sítio de inserção do PICC de Arthur, você observou que o curativo, o qual foi realizado com membrana transparente semipermeável no momento da inserção, há 24 horas, encontra-se com sangue envelhecido. Faça sua avaliação clínica e tomada de decisão frente ao exposto.",
	"whatShouldYouDo": "O que você deve fazer?",
	"Trocar curativo": "Trocar curativo",
	"Troca de Curativo": "Troca de Curativo",
	"dressingChangeASD": "Troca de Curativo",
	"wait48hours": "Aguardar 48 horas para trocar",
	"dressingChangesWrongFeedback": "Infecção de Corrente Sanguínea Relacionada ao Cateter Central (ICSRC). Ao apresentar sujidade o curativo deve ser trocado.",
	"dressingChangesCorrectMessage": "Quando há presença de gaze no curativo, a recomendação é que a troca seja realizada após 48 horas da inserção, quando este encontra-se limpo e íntegro. No entanto, na presença de sujidade ou ruptura da integridade, a troca deve ser realizada imediatamente.",
	"dressingChangesMaterialsTitle": "Selecione os materiais necessários para troca do curativo do PICC",
	"dressingChangesMaterialsMissingCorrectMessage": "Falta (m) material (is) para realização da troca do curativo visando prevenir eventos adversos, retorne e realize novamente sua avaliação.",
	"nonSterileGauzeWrongFeedback": "Deve ser mantida técnica asséptica para troca  do curativo.",
	"dressingChangesStepsTitle": "Selecione os passos a serem realizados na troca do curativo",
	"dressingChangesStepsMissingCorrectMessage": "Falta (m) algum (ns) passo (s) para realização da troca do curativo visando prevenir eventos adversos, retorne e realize novamente sua avaliação.",
	"removeBloodWithSoakedGauzeWrongFeedback": "Não é recomendado a remoção do sangue do sítio de inserção com Clorexidina.",
	"dressingWithTSMWrongFeedback": "É indicado o uso de fixador sem sutura para auxiliar na estabilização do cateter.",
	"performHandHygiene": "Higienizar as mãos",
	"removeBloodWithSodiumChloride": "Remover sangue com gaze embebida em soro",
	"removeBloodWithSoakedGauze": "Remover sangue com gaze embebida em Clorexidina",
	"dressingWithTSM": "Curativo apenas com membrana transparente semipermeável, sem uso de dispositivo de estabilização do cateter",
	"useTSM": "Curativo com membrana transparente semipermeável",
	"useAdhesiveSecurement": "Utilizar fixador sem sutura para estabilização do cateter",
	"performAsepsis": "Realizar assepsia com gaze embebida em Clorexidina 0,5%",
	"nonSterileGauze": "Gaze não-estéril",
	"adhesiveSecurementDevices": "Fixador sem sutura",
	"AG": "AG",
	"CG": "CG",
	"C": "C",
	"D": "D",
	"M": "P",
	"transparentSemipermeableMembrane": "Membrana transparente semipermeável",
	"dressingChangeKit": "Pacote de curativo e gaze estéril",
	"sodiumChloride": "Soro Fisiológico 0,9%",
	"alcoholBasedChlorhexidine": "Clorexidina 0,5%",
	"correctPositioningCaseDescription": "Durante a troca do curativo você atentou-se aos aspectos relacionados ao posicionamento adequado do PICC. Dê sequência a sua avaliação e realize sua tomada de decisão em relação ao posicionamento adequado após a troca do curativo.",
	"correctPositioningTitle": "Observe o PICC de Arthur e identifique os fatores que previnem um posicionamento inadequado da ponta do cateter.",
	"insertionOfThePicc": "Inserção do PICC acima da zona flexora do membro",
	"dressingWithTransparentMembrane": "Curativo com membrana transparente semipermeável",
	"dressingIntegrity": "Curativo íntegro",
	"catheterStabilization": "Estabilização do cateter com o fixador sem sutura",
	"correctPositioningMissingCorrectMessage": "Falta (m) algum (ns) fator (es) que previnem um posicionamento inadequado da ponta do cateter, retorne e realize novamente sua avaliação.",
	"accidentalExteriorizationTitle": "Em caso de exteriorização acidental do cateter, realize sua avaliação e tomada de decisão:",
	"performSkinAndCatheter": "Realizar a assepsia da pele e do cateter e reinserir a parte exteriorizada",
	"maintainTheCatheterExteriorization": "Manter a exteriorização do cateter e monitorar o posicionamento de sua ponta",
	"accidentalExteriorizationCorrectMessage": "Correto! Após a finalização do procedimento de inserção do PICC, o cateter nunca deve ser reinserido.  Em caso de exteriorização, deve-se realizar o monitoramento da sua ponta criteriosamente para evitar eventos adversos.",
	"accidentalExteriorizationErrorMessage": "Nenhum antisséptico ou técnica aplicada tornará a pele ou cateter estéril!",
	"permeabilityMaintenanceCaseDescription": "Observando que Arthur vem fazendo uso de medicação intermitente (antibioticoterapia e corticoterapia) no PICC, faça sua avaliação em relação a manutenção da permeabilidade deste cateter.",
	"permeabilityMaintenanceTitle": "Observe o PICC de Arthur e identifique os fatores que favorecem a manutenção da permeabilidade do cateter",
	"performFlushingSodiumChloride": "Realizar flushing com SF 0,9% e lock",
	"heparinSubstance": "A substância utilizada deve ser Heparina",
	"pulsatileFlushing": "Realizar o flushing aplicando a técnica de flushing pulsátil",
	"flushingPositivePressure": "Realizar o flushing aplicando a técnica de pressão positiva e lock",
	"flushingWithoutOtherTechniques": "Apenas infundir o volume do flushing continuamente, sem aplicar demais técnicas",
	"heparinSubstanceErrorMessage": "Não é recomendado uso de heparina de rotina, apenas se houver indicação.",
	"flushingWithoutOtherTechniquesErrorMessage": "A técnica de flushing pulsátil e pressão positiva com o lock mostram-se eficazes na permeabilização do cateter e prevenção da obstrução.",
	"permeabilityMaintenanceMissingCorrectMessage": "Falta (m) algum (ns) fator (es) que favorece (em) a permeabilidade do cateter, retorne e realize novamente sua avaliação.",
	"flushingVolumeErrorMessage": "O volume realizado não atinge o recomendando.",
	"flushingVolumeCorrectMessage": "O volume atinge o recomendado: 2x o volume do cateter (0,25) + volume das conexões.",
	"flushingVolumeTitle": "Observe o PICC de Arthur e avalie qual deve ser o volume do flushing realizado para permeabilizar o cateter",
	"piccPermeabilization": "Permeabilização do PICC",
	"notNecessaryVolume": "Não é necessário realizar um volume tão superior ao necessário.",
	"maintenanceOfCatheterTitle": "Observe o PICC de Arthur e identifique os fatores que favorecem a manutenção da permeabilidade do cateter. Considere que não há infusão contínua no PICC, apenas uso de antibiótico intermitente.",
	"maintenanceOfCatheterMissingCorrectMessage": "Falta (m) algum (ns) fator (es) que favorece (em) a permeabilidade do cateter, retorne e realize novamente sua avaliação",
	"flushingAndLockingEverySixHours": "O flushing e lock devem ser realizados a cada 6 hs ou de acordo com protocolo institucional",
	"flushingBeginningAndAtTheEnd": "O flushing deve ser realizado ao início e ao término de cada medicação",
	"notNecessaryFlushingAndLocking": "Não é necessário realizar flushing e lock de rotina se a técnica de pressão positiva foi respeitada",
	"alwaysUseSyringe": "Utilizar sempre seringa de 10 ml ou seringa pré-preenchida",
	"useInfusionPump": "Utilizar bomba de infusão para administração de infusão contínua",
	"notNecessaryFlushingAndLockingErrorMessage": "A técnica de flushing pulsátil e pressão positiva com o lock mostram-se eficazes na permeabilização do cateter e prevenção da obstrução.",
	"fluidAdministrationCaseDescription": "Conforme a prescrição médica de Arthur, a Ceftriaxona e Dexametasona intravenosas estão prescritas e devem ser administradas. Faça sua avaliação sobre como deve ser a administração de fluidos no PICC.",
	"fluidAdministrationTitle": "Para garantir a administração de fluidos no PICC de forma segura você deve levar em consideração alguns conhecimentos teóricos, aponte qual/quais você buscaria para sua avaliação clínica e tomada de decisão.",
	"fluidAdministrationMissingCorrectMessage": "Falta (m) algum (ns) fator (es) que favorece (em) a segurança na administração de medicamentos e fluidos, retorne e realize novamente sua avaliação.",
	"recognizeVesicantDrugs": "Reconhecer fármacos vesicantes, não-vesicantes e soluções irritantes",
	"checkCompatibility": "Checar a compatibilidade e caraterística dos fármacos",
	"recognizeTheRiskOfOcclusion": "Reconhecer o risco de oclusão por resíduos lipídicos quando administrar soluções de nutrição parenteral 3-em-1",
	"identifiySolutionsWithAHighRisk": "Identificar medicamentos/soluções com alto risco para precipitação quando em contato com outra",
	"administrationOfThePrescribedDrugsTitle": "Agora, faça sua avaliação clínica e tomada de decisão quanto a administração dos medicamentos prescritos",
	"administrationOfThePrescribedDrugsMissingCorrectMessage": "Falta (m) algum (ns) fator (es) que favorece (em) a segurança na administração de medicamentos e fluidos, retorne e realize novamente sua avaliação",
	"noInfusionPump": "Não é necessário administração em bomba de infusão",
	"noInfusionPumpErrorMessage": "É altamente recomendado  uso de bomba de infusão na administração de fluidos no PICC.",
	"performTheAssessment": "Realizar a avaliação e inspeção do local de inserção e da permeabilidade do cateter antes de administrar o medicamento",
	"connectTheStopcocks": "Conectar a “torneirinha” e administrar a Ceftriaxona e Dexametasona juntas",
	"connectTheStopcocksErrorMessage": "A Ceftriaxona por possuir pH de 6, apresenta alto risco de precipitação quanto em contato com outra. A administração destas medicações devem ser realizadas separadamente.",
	"administerCeftriaxoneAndDexamethasone": "Administrar Ceftriaxona e seguidamente a Dexametasona sem necessidade de realizar lavagem com SF 0,9% no intervalo dos medicamentos",
	"administerCeftriaxoneAndDexamethasoneErrorMessage": "A Ceftriaxona por possuir pH de 6, apresenta alto risco de precipitação quando em contato com outra. Deve-se minimizar o risco de obstrução através de lavagem adequada com SF entre as infusões.",
	"administerCeftriaxoneAndWash": "Administrar Ceftriaxona, lavar o PICC com SF 0,9%, aproximadamente 1 ml [2x o volume do cateter (0,25) + volume das conexões]. e instalar Dexametasona.",
	"medicationAdminstrationOnThePicc": "Administração de medicação no PICC",
	"preventionOfCatheterBloodstreamInfection": "Prevenção de Infecção de Corrente Sanguínea Relacionada a Cateter",
	"infectionPreventionCaseDescription": "Você tem como prioridade a segurança do paciente e uma de suas preocupações é a prevenção de infecção. Sabendo que Arthur está em um ambiente hospitalar, você prevê que as bactérias e microorganismos estão rodeando Arthur por todos os lados. Faça seu raciocínio clínico e tome sua decisão em cada contexto apresentado a seguir a fim de evitar que bactérias e demais microorganismos invadam a corrente sanguínea de Arthur.",
	"sequencePermeabilizationTitle": "Você realizará a permeabilização do cateter. Clique nos objetos para apontar os passos corretos para o procedimento.",
	"prepareTheMaterials": "Preparar os materiais e levar ao leito",
	"performHandHygieneWithAlcohol": "Higienizar as mãos com álcool 70%",
	"handwashing": "Lavagem das mãos",
	"donNonSterileGloves": "Calçar luvas não-estéreis",
	"electrolyteReplacementQuestionTitle": "Arthur começou uma reposição hidroeletrolítica intravenosa e sairá do leito para o banho, o enfermeiro, por sua vez, optou por desconectar a infusão. Avalie as duas animações em relação ao sistema de infusão – clique no ícone da animação para assisti-las – e após isto escolha o rótulo que você julgue que apresente a conduta adequada “animação 1” ou “animação 2”.",
	"electrolyteReplacementQuestionErrorMessage": "A desconexão do sistema de infusão não deve ser realizada intermitentemente, se este sistema de infusão for aberto e desconectado o conjunto deverá ser trocado e um novo sistema de infusão deve ser inserido.",
	"electrolyteReplacementQuestionCorrectMessage": "Parabéns, você preveniu que a ICSRC atingisse Arthur!",
	"theDiagnosisOfClabsi": "O diagnóstico de ICSRC deve ser realizado de maneira precoce por meio dos sinais de infecção, incluindo eritema, dor, exsudato, rubor, sensibilidade, edema e sinais sistêmicos de sepse. O PICC não deve ser rotineiramente substituído, mas quando houver indicações de infecção clínica.",
	"selectRightSequence": "Selecione os itens na sequência correta!",
	"animationOne": "Animação 1",
	"animationTwo": "Animação 2",
	"immediately": "Imediatamente",
	"within4hours": "dentro de 4 horas",
	"12hours": "12 horas",
	"12or24hours": "12 ou 24 horas",
	"24hours": "24 horas",
	"36hours": "36 horas",
	"48hours": "48 horas",
	"72hours": "72 Horas",
	"peripheralIntravenousCatheter": "Novo acesso venoso",
	"peripheralVenousAccessTitleCorrectMessage": "Na vigência de um novo acesso venoso, seja periférico ou central, todos os conectores e equipos devem ser trocados!",
	"connectorsAndHubs": "Conectores e hubs",
	"connectorsAndHubsTitle": "Agora faça sua avaliação em relação ao intervalo de troca de conectores, quando não há infusão de lipídeos, componentes sanguíneos ou derivados.",
	"upTo96hours": "até 96 horas",
	"peripheralVenousAccessTitle": "Imediatamente antes do PICC ser inserido, Arthur possuía um acesso venoso periférico. Ao realizar a passagem do PICC e detectar um posicionamento adequado, o enfermeiro orientou que a infusão do medicamento que estava ocorrendo no acesso venoso periférico passasse a ser administrada no cateter central. Avalie quando deve ocorrer a troca da solução, equipo e conexões neste caso.",
	"equipamentsExchangeInterval": "Faça sua avaliação em relação ao intervalo de troca do equipo de acordo com cada solução administrada (solução que não contém lipídeo, componentes sanguíneos ou derivados)",
	"solutionWithoutLipid": "Solução que não contém lipídeo, componentes sanguíneos ou derivados",
	"administeredSolutionTitle": "Agora faça sua avaliação em relação ao intervalo de troca do equipo de acordo com cada solução administrada (solução contém lipídeo/nutrição parenteral com lipídeo - Heparina)",
	"solutionWithLipid": "Solução contém lipídeo/nutrição parenteral com lipídeo - Heparina",
	"changeIntervalForEquipamentsTitle": "Agora selecione o intervalo de troca dos equipos e conectores caso haja a transfusão de concentrado de hemácias em 4 horas:",
	"changeIntervalForEquipamentsSubtitle": "Todos os componentes sanguíneos para infusão contínua",
	"Portuguese": "Português (Brasil)",
	"English": "Inglês",
	"0,5 ml": "0,5 ml",
	"1 ml": "1 ml",
	"3 ml": "3 ml",
	"5 ml": "5 ml",
	"10 ml": "10 ml",
	"readTheClinicalCase": "Leia o caso clínico para prosseguir.",
	"clickOnTheIntervention": "Clique na intervenção que você julga correta.",
	"finishedProcedure": "Você finalizou este procedimento. Volte ao início para iniciar outro.",
	"sourceDescription": "O conteúdo do app foi baseado em: ANVISA, 2017; CDC - CENTER FOR DISEASE CONTROL AND PREVENTION, 2016; INFUSION NURSE SOCIETY, 2016; KEIR; GIESINGER; DUNN, 2014; O’GRADY et al., 2011; QUEENSLAND GOVERNMENT, 2015; THE JOINT COMMISSION, 2012)"
}